import grooming from '../src/assets/icons/grooming.svg'
import lotus from '../src/assets/icons/lotus.svg'
import plasticSurgery from '../src/assets/icons/plastic-surgery.svg'
import arbakaite from '../src/assets/imgs/arbakaite.png'
import lotusWhite from '../src/assets/icons/lotus-white.svg'
import plasticSurgeryWhite from '../src/assets/icons/plastic-surgery-white.svg'
import groomingWhite from '../src/assets/icons/grooming-white.svg'

export const contactsList = [
  {
    id: 0,
    url: grooming,
    urlActive: groomingWhite,
    name: 'Салон красоты, здоровья и SPA',
    address: 'ул. Мичурина, 38/44',
    phone: '+7 (8452) 37-40-40',
  },
  {
    id: 1,
    url: lotus,
    urlActive: lotusWhite,
    name: 'Морское SPA',
    address: 'ул. 2-я садовая, 42/46',
    phone: '+7 (8452) 24-00-24',
  },
  {
    id: 2,
    url: plasticSurgery,
    urlActive: plasticSurgeryWhite,
    name: 'Центр эстетической медицины',
    address: 'ул. Провиантская, 26/28',
    phone: '+7 (8452) 22-75-75',
  },
]

export const reviewsMessages = [
  {
    name: 'Костя Мельник',
    data: '5 мар 2021',
    textOne: `Недавно начал пользоваться услугами салона «Виктория». Мне всё нравится, но я думаю, что всего 
    три салона на целый город – это маловато, не всем удобно добираться в центр. `,
    textTwo: 'Желаю вам скорейшего роста и открытия новых салонов в разных районах Саратова!',
  },
  {
    name: 'Юлия Хмельнова',
    data: '10 сен 2022',
    textOne: `Недавно начала пользоваться услугами салона «Виктория». Также напишу еще больше текста чтобы 
    структура сообщения отличалась. Мне всё нравится, но я думаю, что всего 
    
    три салона на целый город – это маловато, не всем удобно добираться в центр.`,
    textTwo: 'Желаю вам скорейшего роста и открытия новых салонов в разных районах Саратова!',
  },
  {
    name: 'Светлана Сорокина',
    data: '15 окт 2022',
    textOne: `Недавно начала пользоваться услугами салона «Виктория». Также напишу еще больше текста чтобы 
    структура сообщения отличалась. Пишу еще больше текста по той же причине что и до этого.`,
    textTwo: 'Желаю вам скорейшего роста и открытия новых салонов в разных районах Саратова!',
  },
]

export const eventsItems = [
  {
    title: 'Кристина Орбакайте в салоне «Victoria»',
    text: 
      `19 ноября 2014 года Кристина Орбакайте выступила в нашем городе с новой концертной программой «Поцелуй на бис» в рамках всероссийского гастрольного тура. НО!
      Уже по традиции, она посетила нас — центр эстетической медицины «Victoria». По ее словам: «Victoria — лучшее, где можно отдохнуть и привести себя в порядок»!
      Итак, что сделала себе Кристина перед концертом :
      Процедуру Jet Peel (газожидкостный пилинг), массаж и маску для лица от Татьяны Кузнецовой, а после, укладку от Алены Бабенко!
      Муж Кристины Майкл расслабился на массаже у наших SPA-эстетистов Татьяны Сафоновой и Надежды Путилиной, а после мужскую SPA-программу для волос «Холодный апельсин»!`,
    imgs: [arbakaite, arbakaite, arbakaite, arbakaite],
  },
  {
    title: 'Кристина Орбакайте в салоне «Victoria»',
    text: 
      `19 ноября 2014 года Кристина Орбакайте выступила в нашем городе с новой концертной программой «Поцелуй на бис» в рамках всероссийского гастрольного тура. НО!
      Уже по традиции, она посетила нас — центр эстетической медицины «Victoria». По ее словам: «Victoria — лучшее, где можно отдохнуть и привести себя в порядок»!
      Итак, что сделала себе Кристина перед концертом :
      Процедуру Jet Peel (газожидкостный пилинг), массаж и маску для лица от Татьяны Кузнецовой, а после, укладку от Алены Бабенко!
      Муж Кристины Майкл расслабился на массаже у наших SPA-эстетистов Татьяны Сафоновой и Надежды Путилиной, а после мужскую SPA-программу для волос «Холодный апельсин»!`,
      imgs: [arbakaite, arbakaite, arbakaite, arbakaite],
  },
  {
    title: 'Кристина Орбакайте в салоне «Victoria»',
    text: 
      `19 ноября 2014 года Кристина Орбакайте выступила в нашем городе с новой концертной программой «Поцелуй на бис» в рамках всероссийского гастрольного тура. НО!
      Уже по традиции, она посетила нас — центр эстетической медицины «Victoria». По ее словам: «Victoria — лучшее, где можно отдохнуть и привести себя в порядок»!
      Итак, что сделала себе Кристина перед концертом :
      Процедуру Jet Peel (газожидкостный пилинг), массаж и маску для лица от Татьяны Кузнецовой, а после, укладку от Алены Бабенко!
      Муж Кристины Майкл расслабился на массаже у наших SPA-эстетистов Татьяны Сафоновой и Надежды Путилиной, а после мужскую SPA-программу для волос «Холодный апельсин»!`,
    imgs: [arbakaite, arbakaite, arbakaite, arbakaite],
  },
]

export const options = [
  {
    id: 0,
    text: 'Салон красоты, здоровья и SPA',
  },
  {
    id: 1,
    text: 'Морское SPA',
  },
  {
    id: 2,
    text: 'Центр эстетической медицины',
  },
]